Revit 2027 API
ParameterTypeId.ViewerReferenceLabel Property
 "Reference Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerReferenceLabel { get; }
Public Shared ReadOnly Property ViewerReferenceLabel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerReferenceLabel {
	ForgeTypeId^ get ();
}
static member ViewerReferenceLabel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace